/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "Файл със същото име вече съществува. Желаете ли да заместите съществуващия файл?";

/* Toolbar item */
"Action" = "Действие";
"Active" = "Активен (PORT)";

/* Window title. */
"Activity" = "Дейност";
"Allow" = "Позволено";
"Always" = "Винаги";

/* Transfer action for existing files */
"Prompt" = "Напомняне";

/* Toolbar item */
"Bookmarks" = "Отметки";

/* Alert sheet alternate button */
"Cancel" = "Отказ";

/* Toolbar item tooltip */
"Character Encoding" = "Кодиране на буквите";
"Choose" = "Избор";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Почистване";

/* Remove all bookmarks from history. */
"Clear Menu" = "Изчистване на менюто";

/* Toolbar item */
"Column" = "Колона";

/* Toolbar item tooltip */
"Connect to server" = "Свързване към сървър";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Хост файлът не може да бъде отворен или прочетен";
"Could not open the file" = "Файлът не може да бъде отворен";
"Could not show the file" = "Файлът не може да бъде показан";
"Could not show the file in the Finder" = "Файлът не може да бъде показан във „Finder”";

/* Toolbar item tooltip */
"Create New Folder" = "Направа на нова папка";

/* Menu item */
"Cut {0}" = "Изрязване {0}";
"Copy {0}" = "Копиране {0}";
"Default" = "По подразбиране";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Изтриване";
"Delete Bookmark" = "Изтриване на отметка";

/* Toolbar item tooltip */
"Delete file" = "Изтриване на файл";
"Deny" = "Забрана";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Изключване";

/* Alert sheet title */
"Disconnect from {0}" = "Изключване от {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Изключване от сървър";
"Do you want to delete the selected bookmark?" = "Желаете ли да изтриете избраната отметка?";

/* Toolbar item */
"Download" = "Изтегляне";
"Download As:" = "Изтегляне като:";

/* Toolbar item tooltip */
"Download file" = "Изтегляне на файл";
"Download the selected file to…" = "Изтегляне на избрания файл в…";

/* Toolbar item */
"Edit" = "Редактиране";

/* Toolbar item tooltip */
"Edit file in external editor" = "Редактиране на файл във външен редактор";

/* Toolbar item */
"Encoding" = "Кодиране";

/* Alert sheet title */
"Error" = "Грешка";

/* Quit application on Windows */
"Exit" = "Изход";
"File" = "Файл";

/* A column in the browser */
"Filename" = "Име на файла";
"{0} Files" = "{0} файла";
"Folder" = "Папка";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Информация";

/* Toolbar item */
"Go to Folder" = "Към папка";
"History" = "История";
"Invalid character in filename." = "Невалиден символ в името на файла.";
"Invalid character in folder name." = "Невалиден символ в името на папката.";



/* A column in the browser */
"Kind" = "Вид";
"Extension" = "Разширение";

/* Toolbar item */
"List" = "Списък";
"Local" = "Местен";
"Local File" = "Местен файл";
"Mac Line Endings (CR)" = "Завършек на ред „Mac” (CR)";

/* Synchronize option */
"Mirror" = "Огледало";

/* A column in the browser */
"Modified" = "Дата на промяна";

/* Move a downloaded file to the trash */
"Move to Trash" = "Преместване в кошчето";
"Multiple files" = "Множество файлове";

/* Toolbar item */
"New Connection" = "Свързване";

/* Toolbar item */
"New Folder" = "Нова папка";
"No Bonjour services available" = "Услугата „Бонжур” не е налична";
"No external editor available" = "Няма външен редактор";

/* Alert sheet text */
"No newer version available." = "Няма по-нова версия.";
"No private key selected" = "Няма избран частен ключ";
"No recently connected servers available" = "Няма наскоро използвани сървъри";

/* Alert sheet title */
"No update" = "Липсва актуализация";
"None" = "(няма)";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} от {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Отваряне";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Отваряне в уеб браузър";

/* Toolbar item */
"Outline" = "Схема";

/* Transfer action for existing files. */
"Overwrite" = "Презапис";

/* A column in the browser */
"Owner" = "Собственик";

/* A column in the browser */
"Group" = "Група";
"Passive" = "Пасивен (PASV)";

/* Menu item */
"Paste {0}" = "Залепване на {0}";

/* A column in the browser */
"Permissions" = "Права";

/* Toolbar item */
"Quick Connect" = "Бързо свързване";

/* Toolbar item */
"Quick Look" = "Quick Look";
"Quit" = "Напускане";
"Quit Anyway" = "Безпрекословно напускане";

/* Confirm deleting files. */
"Really delete the following files? This cannot be undone." = "Наистина ли да се изтрият следните файлове? Това не може да бъде отменено.";

/* Toolbar item */
"Refresh" = "Освежаване";

/* Toolbar item tooltip */
"Refresh directory listing" = "Освежаване описа на директорията";

/* Toolbar item in Transfer Window. */
"Reload" = "Презареждане";

/* Toolbar item in Transfer Window. */
"Remove" = "Премахване";
"Remove completed transfers from list." = "Remove completed transfers from list.";


/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Възобновяване";
"Review…" = "Преглед…";

/* Toolbar item in Transfer Window. */
"Search" = "Търсене";
"Server File" = "Сървърен файл";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"Show" = "Показване";

/* Toolbar item tooltip */
"Show file attributes" = "Показване свойствата на файла";
"Show in Finder" = "Показване във „Finder”";

/* Toolbar item tooltip */
"Show Transfers window" = "Показване на прозореца за трансфери";

/* A column in the browser */
"Size" = "Размер";

/* Toolbar item in Transfer Window. */
"Stop" = "Спиране";

/* Transfer action for existing files */
"Skip" = "Подминаване";

/* Toolbar item tooltip */
"Switch Browser View" = "Превключване на изгледа на браузъра";
"Symbolic Link (File)" = "Символна връзка (файл)";
"Symbolic Link (Folder)" = "Символна връзка (папка)";

/* Toolbar item */
"Synchronize {0} with" = "Синхронизиране на {0} с";

/* Toolbar item tooltip */
"Synchronize files" = "Синхронизиране на файлове";

/* Alert sheet text */
"The connection will be closed." = "Свръзката ще бъде прекратена.";
"There are files currently being transferred. Quit anyway?" = "В момента се прехвърлят файлове. Да се напусне ли въпреки това?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Възникна проблем при проверката за актуализация. Моля опитайте по-късно.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Превключване на отметки";
"Transfer in progress" = "Текущ трансфер";

/* Toolbar item */
"Transfers" = "Трансфери";

/* Toolbar item */
"Trash" = "Кошче";
"Unknown" = "Непознат";
/* SSH remote host identification */
"Unknown host key for {0}." = "Непознат хостен ключ за {0}.";
"Unknown size" = "Неизвестен размер";

/* Toolbar item */
"Upload" = "Качване";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Качване на местен файл на далечния хост";

/* Transfer action for existing files */
"Rename existing" = "Преименуване на съществуващ";
"Rename" = "Преименуване";

/* Toolbar item */
"View" = "Изглед";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Свързани сте с поне един сървър. Желаете ли да прегледате отворените браузъри?";
"Open Network Diagnostics" = "Отваряне на мрежовата диагностика";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Краен продукт";
"Beta" = "Бета версии";
"Snapshot Builds" = "Моментни версии";

"Show Hidden Files" = "Показване на скрити файлове";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Скриване на инструменталната лента";
"Show Toolbar" = "Показване на инструменталната лента";

/* Update sources */
"Release" = "Краен продукт";
"Beta" = "Бета версии";
"Snapshot Builds" = "Моментни версии";